/* An audio channel layout. */
"1.1 (C LFE)" = "1.1 (C LFE)";

/* An audio channel layout. */
"2.1 (L R LFE)" = "2.1 (L R LFE)";

/* An audio channel layout. */
"3.0 (C L R)" = "3.0 (C L R)";

/* An audio channel layout. */
"3.0 (L C R)" = "3.0 (L C R)";

/* An audio channel layout. */
"3.0 (L R C)" = "3.0 (L R C)";

/* An audio channel layout. */
"3.0 (L R Cs)" = "3.0 (L R Cs)";

/* An audio channel layout. */
"3.1 (L C R LFE)" = "3.1 (L C R LFE)";

/* An audio channel layout. */
"3.1 (L R C LFE)" = "3.1 (L R C LFE)";

/* An audio channel layout. */
"3.1 (L R Cs LFE)" = "3.1 (L R Cs LFE)";

/* An audio channel layout. */
"3.1 (L R LFE Cs)" = "3.1 (L R LFE Cs)";

/* An audio channel layout. */
"4.0 (C L R Cs)" = "4.0 (C L R Cs)";

/* An audio channel layout. */
"4.0 (L C R Cs)" = "4.0 (L C R Cs)";

/* An audio channel layout. */
"4.0 (L R C Cs)" = "4.0 (L R C Cs)";

/* An audio channel layout. */
"4.0 (L R Ls Rs)" = "4.0 (L R Ls Rs)";

/* An audio channel layout. */
"4.1 (L C R Cs LFE)" = "4.1 (L C R Cs LFE)";

/* An audio channel layout. */
"4.1 (L R C LFE Cs)" = "4.1 (L R C LFE Cs)";

/* An audio channel layout. */
"4.1 (L R LFE Ls Rs)" = "4.1 (L R LFE Ls Rs)";

/* An audio channel layout. */
"4.1 (L R Ls Rs LFE)" = "4.1 (L R Ls Rs LFE)";

/* An audio channel layout. */
"5.0 (C L R Ls Rs)" = "5.0 (C L R Ls Rs)";

/* An audio channel layout. */
"5.0 (L C R Ls Rs)" = "5.0 (L C R Ls Rs)";

/* An audio channel layout. */
"5.0 (L R C Ls Rs)" = "5.0 (L R C Ls Rs)";

/* An audio channel layout. */
"5.0 (L R Ls Rs C)" = "5.0 (L R Ls Rs C)";

/* An audio channel layout. */
"5.1 (C L R Ls Rs LFE)" = "5.1 (C L R Ls Rs LFE)";

/* An audio channel layout. */
"5.1 (L C R Ls Rs LFE)" = "5.1 (L C R Ls Rs LFE)";

/* An audio channel layout. */
"5.1 (L R C LFE Ls Rs)" = "5.1 (L R C LFE Ls Rs)";

/* An audio channel layout. */
"5.1 (L R Ls Rs C LFE)" = "5.1 (L R Ls Rs C LFE)";

/* An audio channel layout. */
"6.0 (C L R Ls Rs Cs)" = "6.0 (C L R Ls Rs Cs)";

/* An audio channel layout. */
"6.0 (L R Ls Rs C Cs)" = "6.0 (L R Ls Rs C Cs)";

/* An audio channel layout. */
"6.1 (C L R Ls Rs Cs LFE)" = "6.1 (C L R Ls Rs Cs LFE)";

/* An audio channel layout. */
"6.1 (L R C LFE Ls Rs Cs)" = "6.1 (L R C LFE Ls Rs Cs)";

/* An audio channel layout. */
"7.0 (C L R Ls Rs Rls Rrs)" = "7.0 (C L R Ls Rs Rls Rrs)";

/* An audio channel layout. */
"7.0 (L R Ls Rs C Lc Rc)" = "7.0 (L R Ls Rs C Lc Rc)";

/* An audio channel layout. */
"7.0 (L R Ls Rs C Rls Rrs)" = "7.0 (L R Ls Rs C Rls Rrs)";

/* An audio channel layout. */
"7.1 (C Lc Rc L R Ls Rs LFE)" = "7.1 (C Lc Rc L R Ls Rs LFE)";

/* An audio channel layout. */
"7.1 (L R C LFE Ls Rs Lc Rc)" = "7.1 (L R C LFE Ls Rs Lc Rc)";

/* An audio channel layout. */
"7.1 (L R C LFE Ls Rs Rls Rrs)" = "7.1 (L R C LFE Ls Rs Rls Rrs)";

/* An audio channel layout. */
"7.1 (L R Ls Rs C LFE Lc Rc)" = "7.1 (L R Ls Rs C LFE Lc Rc)";

/* An audio channel layout. */
"6.0 (L C R Ls Rs Cs)" = "6.0 (L C R Ls Rs Cs)";

/* An audio channel layout. */
"7.0 (L C R Ls Rs Rls Rrs)" = "7.0 (L C R Ls Rs Rls Rrs)";

/* An audio channel layout. */
"6.1 (L C R Ls Rs LFE Cs)" = "6.1 (L C R Ls Rs LFE Cs)";

/* An audio channel layout. */
"6.1 (L C R Ls Rs LFE Ts)" = "6.1 (L C R Ls Rs LFE Ts)";

/* An audio channel layout. */
"6.1 (L C R Ls Rs LFE Vhc)" = "6.1 (L C R Ls Rs LFE Vhc)";

/* An audio channel layout. */
"7.1 (L C R Ls Rs LFE Rls Rrs)" = "7.1 (L C R Ls Rs LFE Rls Rrs)";

/* An audio channel layout. */
"7.1 (L C R Ls Rs LFE Lc Rc)" = "7.1 (L C R Ls Rs LFE Lc Rc)";

/* An audio channel layout. */
"7.1 (L C R Ls Rs LFE Lsd Rsd)" = "7.1 (L C R Ls Rs LFE Lsd Rsd)";

/* An audio channel layout. */
"7.1 (L C R Ls Rs LFE Lw Rw)" = "7.1 (L C R Ls Rs LFE Lw Rw)";

/* An audio channel layout. */
"7.1 (L C R Ls Rs LFE Vhl Vhr)" = "7.1 (L C R Ls Rs LFE Vhl Vhr)";

/* An audio channel layout. */
"7.1 (L C R Ls Rs LFE Cs Ts)" = "7.1 (L C R Ls Rs LFE Cs Ts)";

/* An audio channel layout. */
"7.1 (L C R Ls Rs LFE Cs Vhc)" = "7.1 (L C R Ls Rs LFE Cs Vhc)";

/* An audio channel layout. */
"7.1 (L C R Ls Rs LFE Ts Vhc)" = "7.1 (L C R Ls Rs LFE Ts Vhc)";

/* An audio channel layout. */
"8.0 (C L R Ls Rs Rls Rrs Cs)" = "8.0 (C L R Ls Rs Rls Rrs Cs)";

/* An audio channel layout. */
"3.1 (C L R LFE)" = "3.1 (C L R LFE)"; 

/* An audio channel layout. */
"4.1 (C L R Cs LFE)" = "4.1 (C L R Cs LFE)"; 

/* An audio channel layout. */
"6.0 (Lc Rc L R Ls Rs)" = "6.0 (Lc Rc L R Ls Rs)"; 

/* An audio channel layout. */
"6.0 (C L R Rls Rrs Ts)" = "6.0 (C L R Rls Rrs Ts)"; 

/* An audio channel layout. */
"6.0 (C Cs L R Rls Rrs)" = "6.0 (C Cs L R Rls Rrs)"; 

/* An audio channel layout. */
"6.1 (Lc Rc L R Ls Rs LFE)" = "6.1 (Lc Rc L R Ls Rs LFE)"; 

/* An audio channel layout. */
"6.1 (C L R Rls Rrs Ts LFE)" = "6.1 (C L R Rls Rrs Ts LFE)"; 

/* An audio channel layout. */
"6.1 (C Cs L R Rls Rrs LFE)" = "6.1 (C Cs L R Rls Rrs LFE)"; 

/* An audio channel layout. */
"6.1 (C L R Ls Rs LFE Cs)" = "6.1 (C L R Ls Rs LFE Cs)"; 

/* An audio channel layout. */
"7.1 (Lc C Rc L R Ls Rs)" = "7.1 (Lc C Rc L R Ls Rs)"; 

/* An audio channel layout. */
"7.1 (Lc C Rc L R Ls Rs LFE)" = "7.1 (Lc C Rc L R Ls Rs LFE)"; 

/* An audio channel layout. */
"8.0 (Lc Rc L R Ls Rs Rls Rrs)" = "8.0 (Lc Rc L R Ls Rs Rls Rrs)"; 

/* An audio channel layout. */
"8.0 (Lc C Rc L R Ls Cs Rs)" = "8.0 (Lc C Rc L R Ls Cs Rs)"; 

/* An audio channel layout. */
"8.1 (Lc Rc L R Ls Rs Rls Rrs LFE)" = "8.1 (Lc Rc L R Ls Rs Rls Rrs LFE)"; 

/* An audio channel layout. */
"8.1 (Lc C Rc L R Ls Cs Rs LFE)" = "8.1 (Lc C Rc L R Ls Cs Rs LFE)"; 

/* An audio channel layout. */
"Ambisonic B Format (W X Y Z)" = "รูปแบบ Ambisonic B (W X Y Z)";

/* An audio channel layout. */
"Binaural" = "Binaural";

/* An audio channel layout. */
"Cube" = "ลูกบาศก์";

/* An audio channel layout. */
"Discrete Channel" = "ช่องแบบต่อเนื่อง";

/* An audio channel layout. */
"Discrete Channels" = "ช่องแบบต่อเนื่อง";

/* An audio channel layout. */
"Hexagonal" = "เฮกซะโกนัล";

/* An audio channel layout. */
"Matrix Stereo (Lt Rt)" = "สเตอริโอเมทริกซ์ (Lt Rt)";

/* An audio channel layout. */
"Mid-Side" = "ขนาด-กลาง";

/* An audio channel layout. */
"Mono" = "โมโน";

/* An audio channel layout. */
"Octagonal" = "ออกตะโกนัล";

/* An audio channel layout. */
"Pentagonal" = "เพนตะโกนัล";

/* An audio channel layout. */
"Quadraphonic" = "เสียง4แถบ";

/* An audio channel layout. */
"SMPTE DTV (L R C LFE Ls Rs Lt Rt)" = "SMPTE DTV (L R C LFE Ls Rs Lt Rt)";

/* An audio channel layout. */
"Stereo (L R)" = "สเตอริโอ (L R)";

/* An audio channel layout. */
"Stereo Headphones" = "หูฟังสเตอริโอ";

/* An audio channel layout. */
"TMH 10.2 (16 channel)" = "TMH 10.2 (16 ช่อง)";

/* An audio channel layout. */
"TMH 10.2 (21 channel)" = "TMH 10.2 (21 ช่อง)";

/* An audio channel layout. */
"X-Y" = "X-Y";

